Repository: StepanyanAlbert/mcloud
Catalog: password_reset/locale/*/LC_MESSAGES/django.po
Languages: hy

source: Sorry, this user doesn't exist.
hy: Ներեցեք նման օգտատեր չկա!!!

source: Username
hy: Ծածկանուն

source: Username or Email
hy: Ծածկանուն կամ էլեկտրոնային հասցե

source: Unable to find user.
hy: Օգտատեր չկա ((((

source: New password
hy: Նոր գաղտնաբառը

source: New password (confirm)
hy: Նոր գաղտնաբառը (հաստատում)

source: The two passwords didn't match.
hy: Ծածկագրերը չեն համընկնում

source: New password set
hy: Նոր գաղտնաբառը պահպանված է

source: Your password has successfully been reset. You can use it right now on the login page.
hy: Ձեր գաղտնաբարը հաջողությամբ պահպանված է ։ Դուք կարող եք մուտք գործել հիմա նոր գաղտնաբառով

source: Login page
hy: Մուտք գործել

source: Dear %(username)s,
hy: Հարգելի %(username)s,

source: You -- or someone pretending to be you -- has requested a password reset on %(domain)s.
hy: Դուք կամ ինչ֊որ մեկը հղում է ուղարկել գաղտնաբառի փոփոխման համար %(domain)s.

source: You can set your new password by following this link:
hy: Կարող եք նոր գաղտնաբառ սահմանել անցնելով այս հղումով

source: If you don't want to reset your password, simply ignore this email and it will stay unchanged.
hy: Եթե չեք ուզում փոփոխել ձեր գաղտնաբառը ,ապա այս նամակը ուշադրության մի դարձրեք

source: Password recovery on %(domain)s
hy: Գաղտնաբառի վերականգնում այստեղ %(domain)s

source: Password recovery
hy: Գաղտնաբառի վերականգնում

source: Recover my password
hy: Վերականգնել գաղտնաբառը

source: Sorry, this password reset link is invalid. You can still <a href="%(recovery_url)s">request a new one</a>.
hy: Ներեցեք , յաս հղումը գաղտնաբառի վերականգնման համար <strong >սխալ է</strong>դուք կարող եք <a href="%(recovery_url)s">կատարել նոր հղում</a>.

source: Hi, <strong>%(username)s</strong>. Please choose your new password.
hy: Բարեվ Ձեզ , <strong>%(username)s</strong>. Խնդրում ենք նշանակել նոր գաղտնաբառ

source: Set new password
hy: Նշանակել նոր գաղտնաբառ

source: Password recovery sent
hy: Գաղտնաբառի վերականգման համար հղումը ուղարկվել է Запрос на восстановление пароля отправлен

source: An email was sent to <strong>%(email)s</strong> %(ago)s ago. Use the link in it to set a new password.
hy: Նամակը հրահանգներով ուղարկվել է <strong>%(email)s</strong> %(ago)s առաջ
