Repository: StepanyanAlbert/mcloud
Catalog: music/locale/*/LC_MESSAGES/django.po
Languages: hy, ru

source: Password
hy: Գաղտնաբառ

source: Password confirmation
hy: Հաստատել գաղտնաբառը

source: Date of birth
hy: Ծննդյան տարեթիվ

source: Email
hy: Էլեկտրոնային հասցե

source: Django is awesome
hy: Ջանգոն հիասքանչ է

source: Home
hy: Գլխավոր

source: Sign up
hy: Գրանցվել

source: Login
hy: Մուտք գործել

source: Languages
hy: Լեզուներ

source: Login form
hy: Մուտք գործել

source: Remember Me
hy: Հիշել

source: Forget your password?
hy: Մոռացել եք գաղտնաբառը?

source: Registration
hy: Գրանցում

source: Django Custom User Registration Form
hy: Ջանգո գրանցում

source: Welcome
hy: Բարի գալուստ

source: Update
hy: Թարմացնել

source: Log out
hy: Դուրս գալ

source: What is MCloud?
hy: Ինչ է ՄՔլաուդը՞
ru: Что такое МКлоуд?

source: Mcloud is an app that allows you to upload and store all of your music on the cloud.
hy: ՄՔլաուդը հավելված է , ոռը թույլատրում է ներբեռնել և պահպանել ձեր բոլոր եռծշտությունները ամպում ։Ճ

source: How do I add music?
hy: Ինչպես ավելացնեմ երաժշտություն
ru: Как мне дабавить музыку?

source: First, create a new album by filling out the form on this page. Once an album is created you will be able to add/upload songs.
hy: Սկզբում ստեղծեք նոր ալբոմ լրացնելով դաշտերը այստեղ․Երբ ալբւմը ստեղծվի դուք կկարողանաք ավելացնել/ներբեռնել երգեր
ru: Во первых надо создать альбом заполняя поля здесь. Как только альбом будет создан вы сможете дабавить/загрузить песни

source: What are some Album logo best practices?
hy: Որոնք են ալբոմի լոգոյի լավագույն փորձերը
ru: Какые лучшие практики создание логотипа Альбома

source: Have a resolution of 512x512
hy: Լինեն 512*512 չափերի
ru: Иметь резолюция 512*512

source: Use common image formats such as .JPG, .GIF, or .PNG
hy: Օգտագործել նկարների ձևաչափեր ինչպիսիք են .JPG, .GIF, or .PNG
ru: Исползовать стардартные формати рисунок .JPG, .GIF, or .PNG

source: Remain under the 2MB limit.
hy: Ունենալ 2 Մբ․ ից փոքր ծավալ
ru: Иметь 2 Мб․ и меньше обема

source: Square images look best
hy: Քառակուսի նկարները ավելի լավ են երևում
ru: Квадратные изображения выглядят лучше

source: View All
hy: Դիտել բոլորը
ru: Посмотреть все

source: Favorites
hy: Նախընտրածներ
ru: Предпочитамые

source: Sorry you don't have songs yet!
hy: Կներեք,Դուք դեռևս չունեք երգեր
ru: Извините,у Вас пока нету песнь

source: Add new song in existing album
hy: Ավելացնել նոր երգ գոյություն ունեցող ալբոմում
ru: Добавить новую песню в существующий альбом

source: Create new album
hy: Ստեղծել նոր ալբոմ
ru: Содать новый альбом

source: Add a New Album
hy: Ավելացնել նոր ալբոմ
ru: Дабавить новых альбом

source: Artist
hy: Արտիստ
ru: Артист

source: Album title
hy: Ալբոմի վերնագիր
ru: Название альбома

source: Genre
hy: Ժանր
ru: Жанр

source: Album logo
hy: Լոգո
ru: Лого альбома

source: Submit
hy: Հաստատել
ru: Отправить

source: View Details
hy: Դիտել մանրամասները
ru: Смотреть детали

source: All albums
hy: Բոլոր ալբոմները
ru: Все альбоми

source: Albums
hy: Ալբոմները
ru: Альбоми

source: Mcloud is an app that allows you to upload and store all of your music on the cloud.
ru: МКлоуд это приложение которое позволяет загрузить и сохранить ваши музыки в облоке .
